Repository: kpumuk/codecolorer
Catalog: languages/codecolorer-*.po
Languages: ar, be_by, cs_cz, da_dk, de_de, es_ar, es_co, es_es, fa_ir, fr_fr, he_il, it_it, ja, ka_ge, nl_nl, pl_pl, pt_br, ru_ru, sv_se, tr_tr

source: Your current locale is %1$s, and CodeColorer has incomplete or does not have a translation into your language. It would be great, if you have a time to <a href="%2$s">help us to translate</a> it.
ar: لغتك الحالية هي %1$s، و CodeColorer لايملك أو يملك ترجمة ناقصة للغتك. من المحبذ، إن كان لديك وقت <a href="%2$s">أن تساعدنا لترجمتها</a>.
be_by: Ваша бягучая лакаль – %1$s, і пераклад CodeColorer не скончаны або адсутнічае наогул. Будзе выдатна, калі вы знойдзеце час <a href="%2$s">дапамагчы нам з перакладам</a>.
cs_cz: Vaše stávající lokalizace je %1$s. CodeColorer má nekompletní nebo žádný překlad pro váš jazyk. Bylo by výborné, kdybyste měli čas nám <a href="%2$s">pomoci s překladem</a>.
da_dk: Det valgte sprog er %1$s, og CodeColorer er endnu ikke oversat til dette. Det ville være skønt, hvis du havde tid til at <a href="%2$s">hjælpe med oversættelsen</a>.
de_de: Dein aktueller Schauplatz ist %1$s, und CodeColorer ist fehlerhaft oder hat keine Übersetzung in deiner Sprache. Es wäre gut, wenn du Zeit hast uns zu helfen es <a href="%2$s">zu übersetzen</a>.
es_ar: Tu actual ubicación es %1$s, y la traducción de CodeColorer a tu idioma, no está o está incompleta. Seria Maravilloso, si tienes tiempo para <a href="%2$s">ayudarnos a traducirlo.</a>
es_co: Su locale actual es %1$s, y CodeColorer no tiene una traducción en su idioma. Sería grandioso si tiene algo de tiempo para <a href="%2$s">ayudarnos a traducirlo</a>.
es_es: Su localización actual es %1$s y CodeColorer aun tiene no tiene una traducción o esta, está incompleta. Seria genial que si tiene tiempo <a href="%2$s">Nos Ayude a Traducirla.</a>
fa_ir: زبان محلی شما %1$s است و افزونه CodeColorer هنوز ترجمه‌ای به زبان شما ندارد یا ناقص است. عالی میشود اگر شما در صورت داشتن زمان <a href="%2$s"> به ما کمک کنید و آن را ترجمه کنید.</a>
fr_fr: Votre langue locale est %1$s, CodeColorer est incomplet ou n'a pas de traduction dans cette langue. Cela serait super, si vous aviez le temps de <a href="%2$s">nous aider à traduire</a>.
he_il: שפת המערכת שלך היא %1$s, ול CodeColorer אין תרגום מלא או תרגום בשפה שלך. אם ברצונך לתרגם <a href="%2$s">לחץ כאן</a>
ja: 現在のロケールは %1$s です。CodeColorerは、お使いの言語への翻訳が未完成であるか、あるいはまだ翻訳されていません。 もしお時間があれば、<a href="%2$s">翻訳へご協力</a>いただければ光栄です。
ka_ge: თქვენი მიმდინარე ენა არის %1$s, და CodeColorer არ არის ბოლომდე ნათარგმნი, ან არა არსებობს თარგმანი თქვენი ენისთვის. კარგი იქნებოდა თუ გამონახავდით დროს რომ <a href="%2$s"> დაგვხმარებოდით </a> მის გადათარგმნაში.
nl_nl: Je huidige locatie is %1$s, en CodeColorer en vertaling voor uw taal is incompleet of afwezig. Het zou geweldig zijn als je ons zou willen <a href="%2$s">helpen met vertalen</a>
pl_pl: Twoja obecna lokalizacja to %1$s - CodeColorer nie posiada kompletnego tłumaczenia na Twój język. Byłoby wspaniale, gdybyś miał czas <a href="%2$s">pomóc nam w tłumaczeniu</a>.
pt_br: Sua localização atual é %1$s, e o CodeColorer não possui uma tradução completa para o seu idioma. Seria muito legal se você tivesse um tempinho para <a href="%2$s">nos ajudar a traduzir</a> o CodeColorer para o seu idioma.
ru_ru: Ваша текущая локаль – %1$s, а у CodeColorer есть неполная или нет вообще перевода на ваш язык. Было бы здорово, если у вас есть время <a href="%2$s">помочь нам с переводом</a>.
tr_tr: Mecut yerelleştirme %1$s dir. ve CodeColorer dilinize çevirisi tamamlanmamıştır. Olsaydı çok iyi olurdu, eğer zamanınız varsa <a href="%2$s">Çeviride bize yardımcı olun</a> it.

source: CodeColorer translation is incomplete.
ar: ترجمة CodeColorer غير مكتملة.
be_by: Пераклад CodeColorer не скончаны.
cs_cz: Překlad pluginu CodeColorer je nekompletní.
da_dk: Oversættelsen af CodeColorer er ikke komplet.
de_de: CodeColorer Übersetzung ist nicht komplett.
es_ar: La traducción de CodeColorer está incompleta.
es_co: La traducción de CodeColorer no esta completa.
es_es: La traducción de CodeColorer aun está incompleta.
fa_ir: ترجمه CodeColorer ناتمام است.
fr_fr: La traduction de CodeColorer est incomplète.
he_il: תרגום CodeColorer אינו מושלם.
ja: CodeColorer の翻訳は未完成です。
ka_ge: CodeColorer თარგმანი დაუსრულებელია.
nl_nl: Vertaling van CodeColorer is nog niet af
pl_pl: Tłumaczenie CodeColorer jest niekompletne.
pt_br: A tradução do CodeColorer está incompleta.
ru_ru: CodeColorer испытывает трудности с переводом.
sv_se: Översättningen av CodeColorer är ofullständig.
tr_tr: Çeviri tamamlanmadı.

source: Code Highlighting Options
ar: خيارات تلوين الكود
be_by: Налады падсвятлення сінтаксісу
cs_cz: Nastavení zvýrazňování kódu
da_dk: Indstillinger for fremhævelse af kode
de_de: Code Hervorhebung Optionen
es_ar: Opciones de resaltación de código
es_co: Opciones del Resaltado de Código
es_es: Opciones de resaltado de código
fa_ir: تنظمیات رنگ‌آمیزی کدها
fr_fr: Options de coloration syntaxique
he_il: אפשרויות הדגשה של קוד
it_it: Opzioni per l'evidenziazione della sintassi
ja: コードハイライトの設定
ka_ge: კოდის გამყოფის საშუალებები
nl_nl: Code Opmaak Opties
pl_pl: Ustawienia opcji wyróżniania kodu
pt_br: Opções para o destaque de código
ru_ru: Настройки подсветки синтаксиса
sv_se: Inställningar för färgkodning
tr_tr: Kod renklendirme ayarları

source: Lines to scroll
ar: الأسطر لتمريرها
be_by: Радкоў без прагорткі
cs_cz: Řádky ke skrolování
da_dk: Antal linier at scrolle
de_de: Linien zum Scrollen
es_ar: Lineas de Scroll
es_co: Líneas para desplazamiento
es_es: Líneas a desplazar
fa_ir: تعداد خطوط برای پیمایش
fr_fr: Nombre de ligne avant défilement
he_il: שורות גלילה
it_it: Linee per lo scroll
ja: スクロール表示にする行数
ka_ge: ხაზები ლიფტისთვის
nl_nl: Regels om te scrollen
pl_pl: Przewijanie po liniach:
pt_br: Linhas para rolar
ru_ru: Строк без прокрутки
sv_se: Rader att scrolla
tr_tr: Satırları kaydırmak için

source: If your code lines number is less than this value, block height would not be fixed. Set to <b>-1</b> to remove vertical scroll.
ar: إذا كان عدد أسطر الكود أقل من هذه القيمة، الإرتفاع سيكون ثابتا. عين القيمة إلى <b>-1</b> لحذف التمرير العمودي.
be_by: Калі колькасць радкоў менш гэтага значэння, вышыня блока не будзе фіксаванай. Выкарыстайце <b>-1</b>, каб прыбраць вертыкальную паласу прагорткі.
cs_cz: Pokud je počet vašich řádků kódu nižší než tato hodnota, výška bloku nebude pevná. Použijte <b>-1</b> k odstranění vertikálního posuvníku.
da_dk: Hvis antallet af linienumre er mindre end denne værdi, vil kodeblokken ikke være fast. Skriv <b>-1</b> for at fjerne den vertikale scrollbar.
de_de: Falls deine Anzahl an Code-Linien weniger ist als dieser Betrag, die Höhe des Blockes wird nicht verbessert. Setze es zu <b>-1</b> um den vertikalen Scroll zu vermeiden.
es_ar: Si la cantidad de líneas de tu codigo es menor que este valor, el ancho del bloque no se arreglará. (Poner en <b>-1</b> para eliminar el Scroll vertical).
es_co: Si el número de Líneas para desplazamiento de código es menor que este valor, la altura del bloque no será fija. Use <b>-1</b> para remover el desplazamiento vertical (vertical-scroll).
es_es: Si su número de líneas es menor a este valor le altura del bloque no va a ser fijada. Establezca el valor de la opción a <b>-1</b> para remover el desplazamiento vertical.
fa_ir: اگر تعداد خطوط کدهای شما از این عدد کمتر باشد, ارتفاع بلوک کد ثابت نخواهد بود. عدد را روی <b>-1</b> بگذارید تا پیمایش عمودی نمایش داده نشود.
fr_fr: Si le nombre de ligne de votre code est inférieur à cette valeur, la hauteur du bloc ne sera pas fixée. Tapez <b>-1</b> pour enlever la barre de défilement.
he_il: אם מספר שורות הקוד פחות מערך זה, הגובה של הבלוק לא יהיה קבוע. שנה ל <b>-1</b> כדי להסיר גלילה אנכית.
it_it: Se le linee del tuo codice sono meno del valore inserito, l'altezza del blocco non verà toccata. Metti <b>-1</b> per rimuovere lo scroll verticale.
ja: この値よりもコードの行数が少なければ、ブロックの高さは固定されません。垂直スクロールをしない場合は<b>-1</b>を設定してください。
ka_ge: თუ თქვენი კოდის სტრიქონის რაოდენობა არის ცოტა ვიდრე ეს მნიშვნელობა, ბლოკის სიმაღლე არ იქნება ფიქსირებული. მიანიჭეთ მნიშვნელობა <b>-1</b> ვერტიკალური ლიფტის მოსაცილებლად.
nl_nl: Als je aantal regels code minder is dan dit getal, dan is de hoogte van het blok niet vast. Zet dit op <b>-1</b> om verticale schuifbalken uit te zetten.
pl_pl: Jeśli liczba linii kodu będzie mniejsza niż ta wartość, wysokość bloku nie zostanie ustawiona. Ustawienie <b>-1</b> wyłącza pionowe przewijanie.
pt_br: Se o seu código tiver o número de linhas menor do que este valor, a altura do bloco não será fixada. Defina o valor como <b>-1</b> para remover a rolagem vertical.
ru_ru: Если количество строк меньше этого значения, высота блока не будет фиксированной. Используйте <b>-1</b>, чтобы убрать вертикальную полосу прокрутки.
sv_se: Om antalet rader i din källkod är mindre än angiven siffra kommer höjden på kodblocket inte att fixeras. Sätt till <b>-1</b> för att ta bort vertikal scroll.
tr_tr: Eğer kod satır sayısı bu değerden az ise, block genişliği sabit olmaz. Dikey kaydırmayı kaldırmak için değeri <b>-1 </b> şeklinde ayarlayın.

source: Width
ar: العرض
be_by: Шырыня блока
cs_cz: Šířka
da_dk: Bredde
de_de: Weite
es_ar: Ancho
es_co: Ancho
es_es: Anchura
fa_ir: عرض
fr_fr: Largeur
he_il: רוחב
it_it: Larghezza
ja: 幅
ka_ge: სიგანე
nl_nl: Breedte
pl_pl: Szerokość
pt_br: Largura (width)
ru_ru: Ширина блока
sv_se: Bredd
tr_tr: Genişlik

source: Default code block width. Integer means pixels, also you can specify <tt>em</tt> or <tt>%</tt> suffix. Could be omitted to use whole width.
ar: قيمة عرض الكود الإفتراضية. الأعداد الصحيحة تعني بكسل، أيضا يمكنك تحديد اللاحقة <tt>em</tt> أو <tt>%</tt>. يمكن حذفها لاستخدام العرض بأكمله.
be_by: Шырыня блока кода па змаўчанні. Цэлы лік азначае пікселі, акрамя таго можна паказаць суфікс <tt>em</tt> або <tt>%</tt>. Калі не паказана - будзе выкарыстоўвацца ўся шырыня старонкі.
cs_cz: Defaultní šířka bloku kódu. Číslo znamená počet pixelů, rovněž můžete použít příponu <tt>em</tt> nebo <tt>%</tt>. Může být vynecháno v případě, jestliže chcete použít celou šířku.
da_dk: Standardbredde for kodeblokken er angivet i pixels. Du du kan også bruge <tt>em</tt> eller <tt>%</tt> endelser i talfeltet.
de_de: Normale Weite des Code-Blockes. Die ganze Zahl meint Pixel, ebenso kannst du die Suffixe <tt>em</tt> oder <tt>%</tt> spezifieren.
es_ar: Ancho del bloque de código por defecto. Un entero significa pixels, tambien puedes especificar los sufijos <tt>em</tt> o <tt>%</tt>. Puede ser omitido para usar todo el ancho.
es_co: El ancho predeterminado del bloque de código. Números enteros significan pixels, también puede especificar los sufijos de tamaño <tt>em</tt> o <tt>%</tt>. Este valor puede omitirse para usar todo el ancho disponible.
es_es: Ancho del bloque de código predeterminado. Un número entero significa pixeles. También puede especificar <tt>em</tt> o <tt>%</tt>. Puede ser omitido para usar el ancho total.
fa_ir: عرض پیشفرض بلوک کد. عدد صحیح به معنای پیکسل خواهد بود. شما همچنین میتوانید روی <tt>em</tt> یا <tt>%</tt> تنظیم کنید. در صورت خالی گذاشتن از تمام عرض استفاده خواهد شد.
fr_fr: Largeur du bloc par défaut. Nombre entier correspondant aux pixels par défaut, vous pouvez néanmoins spécifier <tt>em</tt> ou <tt>%</tt> en suffixe. Laisser vide pour utiliser toute la largeur.
he_il: רוחב ברירת המחדל של הבלוק קוד. המספר מתייחס לפיקסלים, אתה גם יכול לציין סיומת <tt>em</tt> או <tt>%</tt>. ניתן להשמיט על מנת להשתמש בכל רוחב.
it_it: Larghezza del blocco di codice. Deve esere un intero in pixel, oppure specifica il suffisso <tt>em</tt> o <tt>%</tt>. Se viene omesso verà usata tutta la larghezza del codice.
ja: コードブロックのデフォルト幅です。 数字はピクセルを意味しますが、接尾辞に<tt>em</tt>あるいは<tt>%</tt>も使用できます。なお、これは全体の幅です。
ka_ge: ბლოკის კოდის ნაგულისხმევი სიგანე. მთელი რიცხვი გულისხმობს პიქსელს, აგრეთვე შეგიძლიათ მიუთითოთ მნიშვნელობები <tt>em</tt> ან <tt>%</tt> ბოლოსართით. იქნება გამოტოვებული მთლიანი სიგანის დასაკავებლად.
nl_nl: Standaard breedte van het codeblok. Alleen een geheel getal betekent pixels, je kunt ook een <tt>em</tt> of <tt>%</tt> suffix toevoegen. Indien leeggelaten wordt de hele breedte gebruikt.
pl_pl: Domyślna szerokość bloku kodu. Jeśli nie podasz jednostki - będą to pixele. Możesz podać również przyrostki: <tt>em</tt> lub <tt>%</tt>. Nie ustawienie tej wartości spowoduje ustawienie maksymalnej szerokości.
pt_br: Largura padrão do bloco de código. O valor em inteiro é usado para representar o tamanho em pixels, mas você também pode especificar usando os sufixos <tt>em</tt> ou <tt>%</tt>. Este valor pode ser omitido para usar a largura inteira do código.
ru_ru: Ширина блока кода по умолчанию. Целое число означает пиксели, кроме того можно указать суффикс <tt>em</tt> или <tt>%</tt>. Если не указано - будет использоваться вся ширина страницы.
sv_se: Förvald bredd för kodblock. Endast heltal innebär bredd i pixlar, <tt>em</tt> eller <tt>%</tt> som suffix fungerar också. Lämna tomt för full bredd.
tr_tr: Varsayılan kod block genişliği. Piksel olarak tamsayı, Birde bunu <tt>em</tt> veya <tt>%</tt> önek olarak belirtin. Tüm genişlik kullanımında sitede kayma olabilir.

source: Height
ar: الطول
be_by: Вышыня блока
cs_cz: Výška
da_dk: Højde
de_de: Höhe
es_ar: Alto
es_co: Alto
es_es: Altura
fa_ir: ارتفاع
fr_fr: Hauteur
he_il: גובה
it_it: Altezza
ja: 高さ
ka_ge: სიმაღლე
nl_nl: Hoogte
pl_pl: Wysokość
pt_br: Altura (height)
ru_ru: Высота блока
sv_se: Höjd
tr_tr: Yükseklik

source: When code has more than &quot;Lines to Scroll&quot; lines, block height will be set to this value.
ar: عندما يكون عدد &quot;الأسطر لتمريرها&quot; سطر، الطول سيتعين إلى هذه القيمة.
be_by: Калі код утрымоўвае больш, чым &quot;Радкоў без прагорткі&quot; радкоў, вышыня будзе зафіксаваная да паказанага значэння.
cs_cz: Pokud má kód více řádků než je uvedeno v poli &quot;Řádky ke skrolování&quot;, výška bloku bude nastavena na tuto hodnotu.
da_dk: Når koden har mere end &quot;Linier at scrolle &quot;-linier, så vil blokhøjden sættes til denne værdi.
de_de: Wenn der Code mehr Linien als &quot;Lines to Scroll&quot; hat, die Höhe des Blockes wird zu diesem Betrag gesetzt.
es_ar: Cuando el codigo tenga más de &quot;Lineas para Scroll&quot; lineas, la altura del bloque será este valor.
es_co: Cuando el código tiene más "Líneas para desplazamiento" la altura del bloque será configurada con este valor.
es_es: Cuando el código tiene mas líneas por desplazarse. La altura del bloque de código va a ser establecida a este valor.
fa_ir: زمانی که تعداد خطوط کد بیشتر از مقدار &quot;تعداد خطوط برای پیمایش&quot; باشند, ارتفاع بلوک روی این مقدار تنظیم خواهد شد.
fr_fr: Quand le code a plus de &quot;Lines to Scroll@quot; lignes, la hauteur du bloc sera fixée à cette valeur.
he_il: כאשר בקוד יש יותר &quot;שורות לגלול&quot; , הגובה של הבלוק יהיה חסום לערך זה.
it_it: Quando il codice ha un numero di righe maggiori di &quot;Linee per lo scroll&quot;, l'altezza del blocco sarà quella specificata in questo box.
ja: コードが「スクロール表示にする行数」よりも多い場合、ブロックの高さにはこの値が使われます。
ka_ge: როდესაც კოდი შეიცავს უფრო მეტ &quot;ხაზებს ლიფტისთვის&quot; , ბლოკის სიმაღლეს მიენიჭება ეს მნიშვნელობა.
nl_nl: Blok hoogte indien er meer regels zijn dan &quot;Regels om te scrollen&quot;.
pl_pl: Gdy kod będzie miał więcej linii niż zostało to ustawione w opcji &quot;Przewijanie po liniach&quot;, wysokość bloku zostanie ustawiona na tę wartość.
pt_br: Quando o código tiver mais linhas do que o valor em &quot;Linhas para rolar&quot; a altura do bloco terá este tamanho.
ru_ru: Когда код содержит больше, чем &quot;Строк без прокрутки&quot; строк, высота будет зафиксирована до указанного значения.
sv_se: Om källkoden har fler rader än &quot;Rader att scrolla&quot; sätts kodblockets höjd till detta värde.
tr_tr: Daha fazla kaydırma çubuğu için burdaki değeri ayarlayın , block genişiliği değişecektir.

source: Width in RSS
ar: العرض في RSS
be_by: Шырыня блока ў RSS
cs_cz: Šířka v RSS
da_dk: Bredde i RSS
de_de: Weite in RSS
es_ar: Ancho de RSS
es_co: Ancho en RSS
es_es: Ancho en el RSS
fa_ir: عرض در فید RSS
fr_fr: Largeur dans le flux RSS
he_il: רוחב ב RSS
it_it: Larghezza negli RSS
ja: RSSにおける表示幅
ka_ge: სიგანე RSS-ში
nl_nl: Breede in RSS
pl_pl: Szerokość w RSS
pt_br: Largura (width) no RSS
ru_ru: Ширина блока в RSS
sv_se: Bredd i RSS
tr_tr: Rss genişliği

source: Default code block width in RSS. See Width option description.
ar: العرض الإفتراضي في RSS. شاهد وصف خصائص العرض.
be_by: Шырыня блока кода па змаўчанні ў RSS. Гл. апісанне опцыі &laquo;Шырыня блока&raquo;.
cs_cz: Defaultní šířka bloku kódu v RSS. Vizte popisek možnosti Šířka.
da_dk: Standardbredden til kodeblokken i RSS. Se beskrivelsen under &quot;Bredde &quot;-indstillingen.
de_de: Normale Weite des Code-Blockes in RSS. Siehe die Beschreibung der Weite-Option.
es_ar: Ancho por defecto del bloque RSS. Ver las opciones de Ancho.
es_co: Tamaño predeterminado del bloque código en RSS. Mire la descripción de "Ancho"
es_es: El ancho predeterminado en el RSS. Vea la descripción de la opción de Anchura.
fa_ir: عرض پیشفرض بلوک کد در فید RSS. به توضیحات مقدار عرض رجوع کنید.
fr_fr: Largeur par défaut dans le flux RSS. Voir la description de l'option qui concerne la largeur.
he_il: רוחב ברירת המחדל של בלוק קוד ב RSS. ראה תיאור אפשרויות רוחב.
it_it: Larghezza del blocco di codice negli RSS. Guarda la descrizione di Larghezza.
ja: RSSにおけるコードブロックのデフォルト幅です。幅についての説明を参考にしてください。
ka_ge: კოდის ბლოკის ნაგულსხმევი სიგანე RSS-ში. იხილეთ სიგანის პარამეტრის განმარტება.
nl_nl: Standaardwaarde voor codeblok breedte in RSS. Zie de beschrijving van de optie Breedte.
pl_pl: Domyślna szerokość blok kodu RSS. Zobacz opis opcji Szerokość.
pt_br: Largura padrão do bloco de código mostrado no RSS. Veja a descrição da Largura para mais informações.
ru_ru: Ширина блока кода по умолчанию в RSS. См. описание опции &laquo;Ширина блока&raquo;.
sv_se: Förvald bredd för kodblock i RSS. Samma val som för &quot;Bredd&quot;.
tr_tr: Rss' de varsayılan kod block genişliği. Ayar genişiği için site tanımına bakınız.

source: Tab size
ar: حجم التبويب
be_by: Памер табуляцыі
cs_cz: Velikost tabulátoru
da_dk: Tabulator-indryk
de_de: Tab Größe
es_ar: Tamaño de tabulación
es_co: Tamaño del TAB
es_es: Tamaño del tab.
fa_ir: سایز Tab
fr_fr: Taille des tabulations
he_il: גודל כרטיסייה
it_it: Dimensione del tab
ja: タブの大きさ
ka_ge: ცხრილის ზომა
nl_nl: Tab grootte
pl_pl: Rozmiar wcięcia
pt_br: Tamanho do TAB
ru_ru: Размер табуляции
sv_se: Tabbstorlek
tr_tr: Sekme (Tab) büyüklüğü

source: Indicating how many spaces would represent TAB symbol.
ar: تشير إلى عدد المساحات التي يأخذها رمز التبويب.
be_by: Значэнне, якое паказвае колькі прабелаў утрымоўвае знак табуляцыі.
cs_cz: Určuje počet mezer představujících symbol TAB.
da_dk: Viser antallet af mellemrum, tabulaturen indrykker.
de_de: Anzeige wie viele Leerfelder sollen das TAB-Symbol ersetzen.
es_ar: Indica cuantos espacios va a representar el simbolo TAB.
es_co: Indica cuantos espacios representa el símbolo TAB.
es_es: Indica cuantos espacios van a ser representados por el símbolo de TAB.
fa_ir: تعداد فاصله‌ای که با یک بار کلید TAB پرش خواهد شد.
fr_fr: Indique combien d'espaces représentent une tabulation.
he_il: מציין כמה רווחים מייצגים סמל בכרטיסייה.
it_it: Specifica dopo quanti spazi vuoi che venga rappresentato il TAB.
ja: タブを表すスペースの数を指定します。
ka_ge: აჩვენებს რამდენ სივრცეს შეიძლება შეიცავდეს TAB სიმბოლო.
nl_nl: Geeft aan hoveel spaties overeenkomen met een TAB teken.
pl_pl: Określa ile spacji będzie reprezentowało symbol TAB
pt_br: Quantos espaços serão utilizados para representar o TAB.
ru_ru: Значение, указывающее сколько пробелов содержит символ табуляции.
sv_se: Antalet mellanslag som representerar ett tabbstopp.
tr_tr: Kaç tane boşluk sekme olarak ayarlansın gösteriniz.

source: Theme
ar: السمة
be_by: Тэма
cs_cz: Téma
da_dk: Tema
es_ar: Tema
es_co: Tema
es_es: Tema
fa_ir: قالب
fr_fr: Thème
he_il: ערכת נושא
it_it: Tema
ja: テーマ
ka_ge: თემა
nl_nl: Thema
pl_pl: Skórka
pt_br: Tema
ru_ru: Тема
sv_se: Tema
tr_tr: Tema

source: Default color scheme.
ar: لون السمة الإفتراضية.
be_by: Колеравая схема па змаўчанні.
cs_cz: Defaultní barevné schéma.
da_dk: Standard farveskema.
de_de: Normales Farbschema.
es_ar: Esquema de colores por defecto.
es_co: Configuración predeterminada de color
es_es: Esquema de color por defecto.
fa_ir: نمای پیشفرض رنگ
fr_fr: Couleurs par défaut.
he_il: ערכת הצבעים ברירת המחדל
it_it: Seleziona il tema.
ja: デフォルト配色
ka_ge: ნაგულისხმევ ფერთა სქემა.
nl_nl: Standaard kleurenschema
pl_pl: Domyślny schemat kolorów.
pt_br: Tema de cores padrão.
ru_ru: Цветовая схема по умолчанию.
sv_se: Förvalt färgschema.
tr_tr: Varsayılan renk şeması

source: Inline Theme
ar: سمة التضمين
be_by: Тэма радковага коду
cs_cz: Inline téma
da_dk: Inline-tema
es_ar: Tema en una linea
es_co: Tema para código en la línea de escritura
es_es: Tema en línea
fa_ir: قالب درون خطی
fr_fr: Thème "en-ligne"
he_il: ערכת נושא Inline
it_it: Tema inline
ja: インラインテーマ
ka_ge: შიდა თემა
nl_nl: Regelfragmenten Thema
pl_pl: Skórka kodu "w linii"
pt_br: Tema inline (no meio da linha de texto)
ru_ru: Тема строчного кода
sv_se: Tema i löpande text
tr_tr: Satıriçi tema

source: Default color scheme for inline code blocks.
ar: الألوان الإفتراضية للأكواد الداخلية.
be_by: Калёравая схема па змоўчванню для радковых (inline) блокаў коду.
cs_cz: Defaultní barevné schéma pro bloky kódu v řadě za sebou.
da_dk: Standard farveskema til inline-kodeblok.
de_de: Standard Farbschema für Inlinecode-Blöcke
es_ar: Esquema de colores por defecto, para bloques de codigo en una linea.
es_co: Tema de color predeterminado para el código escrito en bloques de código presentes en la línea de escritura actual (inline).
es_es: Esquema de color por defecto para bloques de código en línea.
fa_ir: نمایش پیشفرض رنگ برای بلوک کدهای درون خطی.
fr_fr: Couleurs par défaut pour les blocs "en-ligne".
he_il: ערכת צבעים ברירת מחדל עבור בלוקים עם קוד inline.
it_it: Seleziona il tema di default per il blocco di codice inline.
ja: インラインブロックのデフォルト配色
ka_ge: დნაგულისხმევი ფერთა სქემა კოდის შიდა ბლოკებისათვის.
nl_nl: Standaard kleurenschema voor regelfragment codeblokken.
pl_pl: Domyślny schemat kolorów dla kodu "w linii"
pt_br: Tema de cores padrão para códigos inline (no meio da linha de texto)
ru_ru: Цветовая схема по умолчанию для строчных (inline) блоков кода.
sv_se: Förvalt färgschema för kodblock i löpande text.
tr_tr: Satıriçi kod blokları için varsayılan renk şeması

source: Formatting
ar: التنسيق
be_by: Фарматаванне
cs_cz: Formátování
da_dk: Formatering
de_de: Formatierung
es_ar: Formato
es_co: Formato
es_es: Formato
fa_ir: قالب بندی
fr_fr: Formattage
he_il: עיצוב
it_it: Formattazione
ja: 整形
ka_ge: ტექსტის ფორმატირება
nl_nl: Opmaak
pl_pl: Formatowanie
pt_br: Formatação
ru_ru: Форматирование
sv_se: Formatering
tr_tr: Biçimlendirme

source: Show line numbers
ar: أظهر أرقام الأسطر
be_by: Паказваць нумары радкоў
cs_cz: Zobrazit čísla řádků
da_dk: Vis linienumre
de_de: Zeige Anzahl an Linien
es_ar: Mostrar los numeros de linea
es_co: Mostrar números de línea
es_es: Mostrar número de Línea
fa_ir: نمایش شماره خطوط
fr_fr: Afficher les numéros de lignes
he_il: הצג את שורת המספרים
it_it: Visualizza i numeri delle linee
ja: 行番号を表示する
ka_ge: ხაზის ნომრების ჩვენება
nl_nl: Geef regelnummers weer
pl_pl: Pokazuj numery linii
pt_br: Mostrar número nas linhas
ru_ru: Показывать номера строк
sv_se: Visa radnummer
tr_tr: Satır numaralarını göster
