Repository: kpumuk/codecolorer
Catalog: languages/codecolorer-*.po
Languages: ar, be_by, cs_cz, da_dk, de_de, es_ar, es_co, es_es, fa_ir, fr_fr, he_il, it_it, ja, ka_ge, nl_nl, pl_pl, pt_br, ru_ru, sv_se, tr_tr

source: Disable keyword linking
ar: تعطيل ربط الكلمات المفتاحية
be_by: Адключыць спасылкі на ключавыя словы
cs_cz: Zakázat odkazy u klíčových slov
da_dk: Slår link til nøgleord fra
de_de: Deaktiviere Keyword Verbindung
es_ar: Desactivar el enlace de palabras
es_co: Deshabilitar links a palabras clave
es_es: Desactivar la vinculación de palabras clave
fa_ir: غیرفعال کردن پیوندسازی کلیدواژه ها
fr_fr: Désactiver les liens des mots-clés
he_il: אל תאפשר קישור מילות המפתח
it_it: Disabilita i link nelle parole chiave
ja: キーワードをリンクしない
ka_ge: საკვანძო სიტყვის ბმულად აღქმის გამორთვა
nl_nl: Keyword linking uitzetten
pl_pl: Wyłącz linkowanie słów kluczowych
pt_br: Desabilitar links nas palavras-chave.
ru_ru: Отключить ссылки на ключевые слова
sv_se: Stäng av länkning av nyckelord
tr_tr: Kod hakkında bilg veren linkleri iptal et.

source: Custom CSS Classes
ar: فئات CSS مخصصة
cs_cz: Uživatelské CSS třídy
fa_ir: کلاسهای سفارشی CSS
ka_ge: მორგებადი CSS კლასები
ru_ru: Дополнительные классы CSS

source: These custom CSS classes will be appended to the wrapper HTML element.
ar: هذه الفئات المخصصة من CSS ستضاف إلى عناصر غلاف HTML.
cs_cz: Tyto uživatelské CSS třídy budou připojeny k obalovému HTML elementu.
fa_ir: این کلاسهای سفارشی CSS به المان دربرگرینده HTML الحاق خواهد شد.
ka_ge: ეს პირადი CSS კლასები მიემატება HTML ელემენტს.
ru_ru: Эти классы CSS будут добавлены к обрамляющему блок элементу HTML.

source: Custom CSS Styles
ar: نمط CSS مخصص
be_by: Дадатковыя стылі CSS
cs_cz: Uživatelské CSS styly
da_dk: Egne CSS-styles
de_de: Normale CSS-Styles
es_ar: Estilos CSS personalizados
es_co: Estilos CSS personalizados
es_es: Estilos CSS personalizados.
fa_ir: استایلهای سفارشی CSS
fr_fr: Styles CSS personnalisés
he_il: סגנונות CSS מותאמים אישית
it_it: Stile CSS personalizzato
ja: カスタムCSSスタイル
ka_ge: მორგებადი CSS სტილები
nl_nl: Aangepaste CSS Stijlen
pl_pl: Własny styl CSS
pt_br: Estilos CSS customizados
ru_ru: Дополнительные стили CSS
sv_se: Anpassad CSS
tr_tr: CSS sitillerini özelleştir.

source: These custom CSS rules will be appended to the CodeColorer default CSS file.
ar: هذه الأنماط المخصصة من CSS يتم إضافتها إلى نهاية ملف CSS الإفتراضي الخاص بـ CodeColorer.
be_by: Гэтыя стылі CSS будуць дададзеныя да стыляў CodeColorer па змаўчанні.
cs_cz: Tato uživatelská CSS pravidla budou připojena k defaultnímu CSS souboru pluginu CodeColorer.
da_dk: CSS som skrives her, vil blive tilføjet til CodeColorers standard CSS-fil.
de_de: Diese individuellen CSS Regeln werde der normalen CSS-Datei des CodeColorer nachgetragen.
es_ar: Estas reglas CSS perzonalizadas, serán agregadas al archivo CSS por defecto de CodeColorer.
es_co: Estas reglas CSS personalizadas serán agregadas al archivo CSS predeterminado de CodeColorer.
es_es: Estas reglas personalizadas CSS se adjuntarán al archivo CSS de CodeColorer por defecto.
fa_ir: این استایلها به فایل اصلی CSS افزونه CodeColorer افزوده خواهد شد.
fr_fr: Ces règles CSS personnalisées seront annexées à la feuille de style par défaut de CodeColorer.
he_il: כללי CSS אילו המותאמים אישית יצורפו לקובץ CSS ברירת המחדל של CodeColorer.
it_it: Tutte le regole descritte per il CSS saranno inserite alla fine del file CSS di default di CodeColorer.
ja: これらのカスタムCSSルールは、CodeColorerのデフォルトCSSファイルを適用した上に、さらに追加されます。
ka_ge: ეს პირადი CSS წესები მიემატება CodeColorer _ის ნაგულისხმევ CSS ფაილს.
nl_nl: Deze aantgepaste CSS regels worden aan het standaard CodeColorer CSS bestand toegevoegd.
pl_pl: Ten styl zostanie dołączony do domyślnego stylu CodeColorer
pt_br: Estas regras personalizadas serão anexadas ao CSS padrão do CodeColorer.
ru_ru: Эти стили CSS будут добавлены к стилям CodeColorer по умолчанию.
sv_se: De anpassade CSS-reglerna kommer att läggas till i CodeColorers ordinarie CSS-fil.
tr_tr: Burada CodeColorer varsayılan Css dosyasına kendi Css kurallarınızı ekleyebilirsiniz..

source: Preview
ar: معاينة
be_by: Папярэдні прагляд
cs_cz: Náhled
da_dk: Visning
de_de: Vorschau
es_ar: Vista Previa
es_co: Previsualizar
es_es: Vista Previa
fa_ir: پیشنمایش
fr_fr: Aperçu
he_il: תצוגה מקדימה
it_it: Anteprima
ja: プレビュー
ka_ge: გადახედვა
nl_nl: Voorproef
pl_pl: Podgląd
pt_br: Previsualizar
ru_ru: Предварительный просмотр
sv_se: Förhandsvisa
tr_tr: Önizleme

source: Code Example
ar: مثال للكود
be_by: Прыклад кода
cs_cz: Příklad kódu
da_dk: Eksempel på kode
de_de: Code Beispiel
es_ar: Ejemplo
es_co: Ejemplo:
es_es: Ejemplo de Código
fa_ir: نمونه کد
fr_fr: Exemple de code
he_il: קוד לדוגמא
it_it: Esempio del codice
ja: コード例
ka_ge: კოდის მაგალითი
nl_nl: Code Voorbeeld
pl_pl: Przykładowy kod
pt_br: Exemplo de código
ru_ru: Пример кода
sv_se: Exempel
tr_tr: Kod örneği

source: Save Options
ar: حفظ الخصائص
be_by: Захаваць налады
cs_cz: Uložit nastavení
da_dk: Gem indstillinger
de_de: Optionen speichern
es_ar: Guardar Opciones
es_co: Guardar Opciones
es_es: Guardar opciones
fa_ir: ذخیره تنظیمات
fr_fr: Enregistrer les options
he_il: שמור אפשרויות
it_it: Salva le opzioni
ja: 設定を保存
ka_ge: პარამეტრების შენახვა
nl_nl: Opties Opslaan
pl_pl: Zapisz
pt_br: Salvar opções
ru_ru: Сохранить настройки
sv_se: Spara inställningar
tr_tr: Ayarları kaydet

source: Close
ar: إغلاق
be_by: Зачыніць
cs_cz: Zavřít
da_dk: Luk
de_de: Schließen
es_ar: Cerrar
es_co: Cerrar
es_es: Cerrar
fa_ir: بستن
fr_fr: Fermer
he_il: סגור
ja: 閉じる
ka_ge: დახურვა
nl_nl: Afsluiten
pl_pl: Zamknij
pt_br: Fechar
ru_ru: Закрыть
sv_se: Stäng
tr_tr: Kapat

source: CodeColorer has detected a problem.
ar: CodeColorer تواجه مشكل.
be_by: CodeColorer выявіў праблему.
cs_cz: CodeColorer zjistil problém.
da_dk: CodeColorer har fundet et problem.
de_de: CodeColorer hat ein Problem entdeckt.
es_ar: CodeColorer ha detectado un problema.
es_co: CodeColorer ha detectado un problema.
es_es: CodeColorer ha detectado un problema.
fa_ir: افزونه CodeColorer به مشکلی برخورده است.
fr_fr: CodeColorer à détecté un problème.
he_il: CodeColorer זיהה בעיה.
it_it: CodeColorer ha trovato dei problemi.
ja: CodeColorerにて問題が見つかりました。
ka_ge: CodeColorer-მა აღმოაჩინა პრობლემა.
nl_nl: CodeColorer heeft een probleem gedetecteerd
pl_pl: CodeColorer wykrył problem.
pt_br: CodeColorer detectou um problema.
ru_ru: CodeColorer обнаружил проблему.
sv_se: CodeColorer har upptäckt ett problem.
tr_tr: CodeColorer bir problem tespit etti.

source: We found another plugin based on GeSHi library in your system. CodeColorer will work, but our version of GeSHi contain some patches, so we can't guarantee an ideal code highlighting now. Please review your <a href="%1$s">plugins</a>, maybe you don't need them all.
ar: وجدنا إضافة أخرى في نظامك تعتمد على مكتبة GeSHi. CodeColorer ستعمل، لكن نسختنا من GeSHi تحتوي على بغض الرقع، إذن لن نضمن تلوين للكود مثالي الآن. من فضلك عاين <a href="%1$s">الإضافات</a>، فربما لا تحتاجها جميعا.
be_by: Мы выявілі іншую ўбудову на бібліятэцы GeSHi у вашай сістэме. CodeColorer будзе працаваць, але наша версія GeSHi утрымоўвае некаторыя патчы, таму мы не гарантуем якасць падсвятлення. Калі ласка, перагледзіце <a href="%1$s">вашы ўбудовы</a>, магчыма, не ўсе з іх вам патрэбныя.
cs_cz: Ve vašem systému jsme našli jiný plugin založený na knihovně GeSHi. CodeColorer bude pracovat, ale naše verze GeSHi obsahuje nějaké patche, takže nemůžeme garantovat ideální zvýrazňování. Prosím, přezkoumejte své <a href="%1$s">pluginy</a>, možná nepotřebujete všechny.
da_dk: Der er fundet en anden plugin baseret på GeSHi-biblioteket i systemet, hvilket betyder at CodeColorer ikke vil formatere koden på den rigtigt måde. Måske skal du se hvilke andre <a href="%1$s">plugins</a> du bruger og vurdere om der er brug for disse.
de_de: Wir haben ein anderes Plugin auf GeSHi Library in deinem System gefunden. CodeColorer wird funktionieren, aber unsere GeSHi Version beinhaltet einige Erwebiterungen, so können wir nun keine ideale Hervorhebung des Codes garantieren. Bitte sie nochmal deine <a href="%1$s">Plugins</a> an, vielleicht brauchst du nicht alle.
es_ar: Encontramos otro plugin basado en la libreria GeSHi en tu sistema. CodeColorer funcionará pero nuestra version de GeSHi contiene algunos parches, por eso no podemos garantizar un resaltado de codigo ideal. Por favor revisa tus <a href="%1$s">plugins</a>, tal vez no los necesites a todos.
es_co: Se encontró otro plugin basado en la librería GeSHi en su sistema. CodeColorer funcionará, pero nuestra versión de GeSHi tiene algunos parches, por tanto no podemos garantizar un resaltado de código ideal por el momento. Por favor revise sus <a href="%1$s">plugins</a>, quizas no los necesite todos.
es_es: Hemos encontrado otro plugin basado en la biblioteca GeSHi en su sistema. CodeColorer funcionará, pero nuestra versión de GeSHi contienen algunos parches, por lo que no podemos garantizar un código subrayado idealmente. Por favor, revise sus <a href="%1$s"> complementos </ a>, tal vez usted no los necesita a todos.
fa_ir: ما یک افزونه دیگر که بر مبنای کتابخانه GeSHi کار میکند در سیستم شما یافته‌ایم. CodeColorer به کار خود ادامه میدهد, اما نسخه GeSHi ما حاوی تعدادی رفع اشکال است, پس نمیتوانیم یک رنگ آمیزی بدون نقص را تضمین کنید. لطفا <a href="%1$s">افزونه</a>‌های خود را بازبینی کنید, شاید تعدادی را لازم نداشته باشید.
fr_fr: Nous avons trouvé un autre plugin basé sur la librairie GeSHi dans votre installation. CodeColorer fonctionnera, mais notre version de GeSHi contient quelques patchs, donc nous ne pouvons garantir une coloration syntaxique idéale. Vérifiez vos <a href="%1$s">plugins</a>, peut-être que certains vous sont inutiles.
he_il: מצאנו תוסף אחר המבוסס על ספריית GeSH במערכת שלך. CodeColorer יפעל, אך הגירסה שלנו דל GeSHi מכילה כמה תיקונים, אז אנחנו לא יכולים להבטיח הדגשה אידיאלית של הקוד כעת. אנא בדוק את התוספים <a href="%1$s">plugins</a>, אולי אין לך צורך בכולם.
it_it: Ha trovato un altro plugin basato su GeSHi nel tuo sistema. CodeColorer non funzionerà, la tua versione di GeSHi contiene delle modifiche, quindi non può garantire un'evidenziazione della sintassi ideale. Perfavore ricontrolla i tuoi <a href="%1$s">plugins</a>, magari non hai bisogno di tutti.
ja: お使いのシステム上にGeSHiライブラリをベースとした別のプラグインが見つかりました。CodeColorerは動作しますが、CodeColorerバージョンのGeSHiはいくつかのパッチを含んでいるため、現在はコードハイライトが実現できるかどうか保証できません。どちらも必要というわけではないでしょうから、お使いの<a href="%1$s">プラグイン</a>を再検討してみてください。
ka_ge: თქვენს სისტემაში ჩვენ აღმოვაჩინეთ, სხვა ჩადგმა დაფუძვნევული GeSHi ბიბლიოთეკაზე. CodeColorer იმუშავებს, მაგრამ ჩვენი GeSHi_ის ვერსია შეიცავს რამოდენიმე პაჩს, გამომდინარე აქედან ჩვენ ვერ გაძლავეთ გარანტიას რომ CodeColorer იდეალურად იმუშავებს. გთხოვთ გადახედოთ თქვენს <a href="%1$s">ჩადგმებს</a>, სრულიად შესაძლებელია, რომ თქვენ საერთოდ არ გესაჭიროებათ რამოდენიმე მათგანი.
nl_nl: We hebben een andere plugin gevonden die ook GeSHi gebruikt. CodeColorer werkt wel, maar onze versie van GeSHi bevat specifieke aanpassingen, dus de ideale code opmaak kan niet worden gegarandeerd. Controleer je <a href="%1$s"> plugins </ a>, misschien heb je ze niet allemaal nodig.
pl_pl: Na Twoim blogu wykryta została inna wtyczka oparta o bibliotekę GeSHi. CodeColorer będzie działał, jednak jego wersja GeSHi zawiera własne poprawki, dlatego nie możemy zagwarantować idealnego podświetlania składni. Sprawdź zainstalowane <a href="%1$s">wtyczki</a>, może nie potrzebujesz ich wszystkich.
pt_br: Nós encontramos outro plugin que também é baseado no GeSHi instalado no seu sistema. O CodeColorer irá funcionar, mas a nossa versão do GeSHi possui algumas correções e melhorias, por isso não podemos garantir que CodeColorer funcionará da forma ideal. Por favor revise as instalações de seus <a href="%1$s">plugins</a>, talvez exista algum que você não precise mais.
ru_ru: Мы нашли другой плагин в вашей системе, использующий библиотеку GeSHi. CodeColorer будет работать, но наша версия GeSHi содержит некоторые изменения, поэтому сейчас мы не можем гарантировать идеальную подсветку кода. Пожалуйста, пересмотрите ваши <a href="%1$s">плагины</a>, может вам не нужны они все сразу.
sv_se: Vi hittade ett annat tillägg i ditt system baserat på GeSHi-biblioteket. CodeColorer kommer att fungera, men eftersom vår version av GeSHi innehåller ett antal förändringar kan vi inte garantera perfekt färgkodning. Gå gärna igenom dina <a href="%1$s">tillägg</a>, kanske behöver du inte alla?
tr_tr: Birbaşka GeSHİ tabanlı bir eklenti bulundu. CodeColorer çalışacaktır fakat iyi bir kod renklendirme garantisi şimdilik yoktur. Lütfen önizlemesi olan <a href="%1$s">eklentilerden</a>, gerekli olmayanları kaldırın.

source: Settings
ar: الخصائص
be_by: Наладкі
cs_cz: Nastavení
da_dk: Indstillinger
de_de: Einstellungen
es_ar: Opciones
es_co: Configuración
es_es: Configuración
fa_ir: تنظیمات
fr_fr: Options
he_il: הגדרות
it_it: Impostazioni
ja: 設定
ka_ge: პარამეტრები
nl_nl: Instellingen
pl_pl: Ustawienia
pt_br: Configurações
ru_ru: Настройки
sv_se: Inställningar
tr_tr: Ayarlar

source: FAQ
ar: الأسئلة المتكررة
be_by: Частыя пытаньні
cs_cz: Často kladené otázky
da_dk: OSS
es_co: Preguntas Frecuentes
es_es: Preguntas Frecuentes
fa_ir: سوالات پرتکرار
he_il: שאלות נפוצות
ka_ge: ხდკ
nl_nl: Veelgestelde Vragen
ru_ru: ЧаВО
tr_tr: Sık sorula sorular

source: Support
ar: الدعم
be_by: Падтрымка
cs_cz: Podpora
es_ar: Soporte
es_co: Soporte
es_es: Ayuda
fa_ir: پشتیبانی
he_il: תמיכה
it_it: Supporto
ja: サポート
ka_ge: მხარდაჭერა
nl_nl: Ondersteuning
pl_pl: Wsparcie
pt_br: Suporte
ru_ru: Поддержка
tr_tr: Desktek

source: Enter Language
ru_ru: Введите язык программирования

source: This plugin allows you to insert code snippets to your posts with nice syntax highlighting powered by <a href="http://qbnz.com/highlighter/">GeSHi</a> library. After enabling this plugin visit <a href="options-general.php?page=codecolorer.php">the options page</a> to configure code style.
ar: هذه الإضافة تمكنك من إضافة مقاطع من الكود في مواضيعك مع تلوين رائع لها مدعومة بواسطة مكتبة <a href="http://qbnz.com/highlighter/">GeSHi</a>. بعد تفعيل هذه الإضافة زر <a href="options-general.php?page=codecolorer.php">صفحة الخصائص</a> لإعداد نمط الكود.
be_by: Гэтая ўбудова дазваляе вам устаўляць фрагменты коду ў пасты з прыгожым падсвятленнем на <a href="http://qbnz.com/highlighter/">GeSHi</a> бібліятэцы. Пасля ўключэння гэтай убудовы прайдзіце <a href="options-general.php?page=codecolorer.php">настаронку налад</a> і вылучце стыль афармлення.
cs_cz: Tento plugin vám dovolí vkládat kódy do vašich příspěvků s hezkým zvýrazněním syntaxe poháněným knihovnou <a href="http://qbnz.com/highlighter/">GeSHi</a>. Po aktivování tohoto pluginu navštivte <a href="options-general.php?page=codecolorer.php">stránku s nastavením</a>, abyste mohli nakonfigurovat styl kódu.
da_dk: Denne plugin giver dig mulighed for at indsætte kodeeksempler i dine indlæg, med en flot opsat syntaks, understyttet af <a href="http://qbnz.com/highlighter/">GeSHi-biblioteket</a>. Efter aktiveringen af denne plugin, kan du besøget <a href="options-general.php?page=codecolorer.php">siden for muligheder og indstillinger</a> for at indstille stilen på koden.
de_de: Dieses Plugin erlaubt dir ein Codeschnipsel mit schönen Syntax-Hervorhebungen unterstützt von der <a href="http://qbnz.com/highlighter/">GeSHi</a> Library in deinen Beiträgen einzufügen. Nach dem Aktivieren dieses Plugins besuche die <a href="options-general.php?page=codecolorer.php">Einstellungs-Seite</a> um das Design des Codes anzupassen.
es_ar: Este plugin te permite insertar fragmentos de código en tus post, con una buena resaltación de sintaxis, gracias a la libreria <a href="http://qbnz.com/highlighter/">GeSHi</a>. Despues de habilitar este plugin, visita <a href="options-general.php?page=codecolorer.php">la página de opciones</a> para configurar los estilos de código.
es_co: Este plugin le permite insertar porciones de código fuente de programación en sus entradas con un agradable resaltado basado en la librería <a href="http://qbnz.com/highlighter/">GeSHi</a>. Después de habilitar este plugin visite <a href="options-general.php?page=codecolorer.php">la página de opciones</a> para configurar el estílo visual del código.
es_es: Este aditamento le permite inserta pedazos de código en sus entradas con resaltado de sintaxis gracias a la librería <a href="http://qbnz.com/highlighter/">GeSHi</a>. Después de activar este aditamento visite <a href="options-general.php?page=codecolorer.php">La pagina de opciones</a> para configurar el estilo del código.
fa_ir: این افزونه به شما امکان میدهد تا تکه‌های کد را با یک رنگ آمیزی زیبا که از کتابخانه‌ی <a href="http://qbnz.com/highlighter/">GeSHi</a> قدرت گرفته به پستهای خود اضافه کنید. بعد از فعال سازی به <a href="options-general.php?page=codecolorer.php">صفحه تنظیمات</a> رفته تا افزونه را مطابق میل خود تنظیم کنید.
fr_fr: Ce plugin vous permet d'insérer des morceaux de code dans vos articles avec une jolie coloration syntaxique à l'aide de la librairie <a href="http://qbnz.com/highlighter/">GeSHi</a>. Après avoir installé ce plugin, visitez <a href="options-general.php?page=codecolorer.php">la page des options</a> pour configurer votre style de code.
he_il: תוסף זה מאפשר לך להוסיף קטעי קוד עם הדגשת תחביר, פועל על ידי <a href="http://qbnz.com/highlighter/"> GeSHi </ a>. לאחר הפעלת תוסף זה עבור ל <a href="options-general.php?page=codecolorer.php">האפשרויות העמוד</ a> כדי להגדיר את סגנון הקוד.
ja: このプラグインは、<a href="http://qbnz.com/highlighter/">GeSHi</a>ライブラリを利用し、きれいに文法ハイライトされたコードスニペットを投稿に挿入できます。このプラグインを有効にした後は、<a href="options-general.php?page=codecolorer.php">設定ページ</a>でコードスタイルを設定してください。
ka_ge: ეს ჩადგმა საშუალებას მოგცემთ ჩასვათ პროგრამული კოდის ნაწილები თქვენს პოსტებში ლამაზი სინატაქსის გამყოფებით. powered by <a href="http://qbnz.com/highlighter/">GeSHi</a> library. ამ ჩადგმის გააქტიურების შემდეგ ეწვიეთ <a href="options-general.php?page=codecolorer.php">პარამეტრების გვერდს</a>page=codecolorer.php"> კოდის სტილების დასაკონფიგურირებლად.
nl_nl: Deze plugin stelt je in staat stukken code in je posts in te voegen met opmaak gebaseerd op <a href="http://qbnz.com/highlighter/">GeSHi</a>. Bezoek na het inschakelen van deze plugin <a href="options-general.php?page=codecolorer.php">de opties pagina</a> om de opmaak in te stellen.
pl_pl: Wtyczka pozwala na wstawianie bloków kodu do Twoich wpisów z kolorowaniem składni z użyciem biblioteki &lt;a href="http://qbnz.com/highlighter/"&gt;GeSHi</a>. Po włączeniu wtyczki przejdź na <a href="options-general.php?page=codecolorer.php">stronę opcji</a> aby ją skonfigurować.
pt_br: Este plugin permite que você insira trechos de código em seus posts aplicando destaque com cores e formatação usando uma simples sintaxe provida pela lib <a href="http://qbnz.com/highlighter/">GeSHi</a>. Depois de ativar este plugin visite <a href="options-general.php?page=codecolorer.php">a página de opções</a> para configurar o estilo dos seus códigos.
ru_ru: Этот плагин позволяет вставлять фрагменты кода с подсветкой синтаксиса в ваши посты, используя библиотеку <a href="http://qbnz.com/highlighter/">GeSHi</a>. После включения плагина зайдите на <a href="options-general.php?page=codecolorer.php">страницу настроек</a>, чтобы задать внешний вид кода.
sv_se: Detta tillägg låter dig klistra in färgkodad källkod i dina blogginlägg. Färgkodningen skapas av <a href="http://qbnz.com/highlighter/">GeSHi</a>-biblioteket. Efter att du aktiverat tillägget, gå till <a href="options-general.php?page=codecolorer.php">inställningssidan</a> för att konfigurera färgkodning.
tr_tr: Bu eklenti kod eklenmesine izin verilen güzel bir yazı renklendirmesi olan, <a href="http://qbnz.com/highlighter/">GeSHi</a> kütüphanesi ile çalışmaktadır. Eklentiyi aktifleştirdikten sonra sitesini ziyaret için <a href="options-general.php?page=codecolorer.php">Ayar sayfası</a> kod sitlini ayarlayın.

source: Dmytro Shteflyuk
ru_ru: Дмитрий Штефлюк
